import React from 'react'

const Footer = () => {
  return (<footer>
            <details>
                <summary>Время работы и правила посещения</summary>
                        <p>
                            ПРАВИЛА РАБОТЫ КИНОТЕАТРА «Мультиплекс»                        
                        </p>
                        <p>
                        ОБЩЕЕ ПОЛОЖЕНИЯ
                            <br/>Данные правила разработаны в соответствии с Гражданским Кодексом Украины, Законом Украины «О кинематографии» и Законом Украины «О защите прав потребителей».
                            <br/>Данные правила обязательны для соблюдения всеми Посетителями сети кинотеатров «Мультиплекс».    
                        </p>

                        <p>
                        ПРАВИЛА ПОСЕЩЕНИЯ КИНОТЕАТРОВ СЕТИ «Мультиплекс»:
                            <br/>1.1. Фильмы, которые демонстрируются в различных форматах, обозначаются следующими значками: 2D, 3D, Twins, IMAX, ScreenX и тому подобное.
                            <br/>1.2. Для просмотра фильмов в формате 3D обязательно необходимо иметь при себе персональные 3D-очки. В случае отсутствия 3D очков Посетитель может приобрести их в кассе кинотеатра или онлайн.
                            <br/>1.3. Проданные в кассе билеты подлежат возврату или обмену только при наличии чека на приобретение билетов в кассе кинотеатра.
                            <br/>1.4. Для оформления возврата билетов, приобретенных онлайн, необходимо заполнить форму на сайте в разделе «Помощь» → «Покупка и возврат билетов» или в приложении в разделе «Возврат билетов».
                            <br/>1.5. Проданные билеты подлежат возврату только в следующих случаях: отмены сеанса (форс-мажор), непредставление информации о возрастных ограничениях на просмотр фильма, замены фильма или некачественной демонстрации по вине кинотеатра. При этом, если Посетитель принял решение по какой-то причине вернуть билеты, рекомендуем обратиться в кассу не позднее чем за 30 минут до начала сеанса, чтобы другие Посетители могли воспользоваться этими местами и посетить киносеанс.
                            <br/>1.6. Обмен билета на следующий сеанс осуществляется в пределах эквивалентной стоимости билета при наличии чека покупки.
                            <br/>1.7. В случае опоздания Посетителя на сеанс, неявки на киносеанс или отказа Посетителя от просмотра фильма после начала фильма, билеты на этот сеанс не подлежат обмену или возврату в кассу.
                        </p>

                        <p>
                        УСЛОВИЯ ПОСЕЩЕНИЕ КИНОЗАЛА:
                            <br/>2.1. Посетители допускаются на территорию кинотеатра только при наличии приобретенного билета и несчитанного QR-кода (не погашены). Сканированию подлежат билеты в бумажном (печатном) или электронном виде.
                            <br/>2.2. Посетители должны сохранять билеты (электронные / бумажные) для контроля до конца сеанса. Кинотеатр не обязан допускать Посетителя на сеанс в случае потери билета.
                            <br/>2.3. Посетитель имеет возможность приобрести билет в течение 20 минут после начала сеанса и пройти в кинозал в течение 30 минут после начала сеанса при наличии приобретенного билета на сеанс и несчитанного QR-кода.
                            <br/>2.4. Посетитель имеет право находиться только на том сеансе, на который был приобретен билет.
                            <br/>2.5. Администрация кинотеатра вправе требовать у Посетителя предъявить билет во время сеанса для осуществления дополнительного контроля.
                            <br/>2.6.В случае выхода Посетителя с кинозала во время сеанса, сотрудник кинотеатра вправе проверить его билет при возвращении в кинозал, в случае отсутствия билета сотрудник кинотеатра имеет право не допускать в кинозал.
                            <br/>2.7. Билет считается недействительным при отсутствии QR-кода.
                            <br/>2.8. Занимать места в зале необходимо в соответствии с нумерацией ряда и места, указанных в билете.
                            <br/>2.9. В зале запрещено пересаживаться на другие места во время сеанса.
                            <br/>2.10. В залах кинотеатра категорически запрещается проводить фото и видеосъемку, пользоваться любой записывающей аппаратурой в соответствии с Законом Украины «О государственной поддержке кинематографии Украины», Законом Украины «Об авторском праве и смежных правах», Кодексом Украины об административных правонарушениях, Уголовным Кодексом Украины.
                            <br/>2.11. Находясь в кинозале, рекомендуется переводить мобильный телефон в режим «без звука», чтобы не мешать другим посетителям.
                            <br/>2.12. Категория лиц, утвержденных администрацией, имеет возможность приобрести билеты со скидкой / по сниженной цене (при наличии соответствующих документов).
                            <br/>2.13. Предусмотренные льготы могут быть отменены в соответствии с указанием правообладателя (лицензии) на прокат фильма, о чем кинотеатр сообщает путем размещения объявления на официальном сайте компании.
                        </p>

                        <p>
                        ЗАПРЕЩЕНО:
                            <br/>3.1. Пребывание на территории кинотеатра лиц, имеющих признаки алкогольного и / или наркотического опьянения.
                            <br/>3.2. Проносить в кинотеатр огнестрельное, газовое и / или холодное оружие, специальные средства, взрывные устройства и пиротехнику, газовые баллончики и пневматическое оружие. Исключение составляют работники правоохранительных органов Вооруженных Сил Украины и Национальной Гвардии Украины, имеющих табельное оружие и посещают кинотеатр с целью выполнения служебных обязанностей.
                            <br/>3.3. Согласно Закону Украины «О мерах по предупреждению и уменьшению употребления табачных изделий и их вредного влияния на здоровье населения», запрещается курить. Также запрещается курить электронные сигареты, IQOS, Vape и прочее в кинозале и на территории кинотеатра, кроме специально отведенных для курения мест на территории торгово-развлекательного центра (далее - ТРЦ).
                            <br/>3.4. Сорить и разбрасывать различные предметы (упаковки, жевательные резинки, салфетки и т.д.).
                            <br/>3.5. Находиться на территории кинотеатра с животными.
                            <br/>3.6. Пребывание на территории кинотеатра в ночное время (с 22:00 до 6:00), а также на сеансах, заканчивающихся после 22:00 до 6:00, лиц младше 16 лет, без сопровождения родителей или лиц, которые их заменяют согласно законодательству.
                            <br/>3.7. Нецензурно ругаться, играть в азартные игры, агрессивно себя вести, нарушать тишину, использовать предметы, которые создают шумовой эффект и мешают отдыху других Посетителей кинотеатра. Работники кинотеатра имеют право самостоятельно или с привлечением представителей службы охраны вывести правонарушителей с кинозала или кинотеатра, а также вызвать полицию для устранения правонарушения. В таком случае кинотеатр не обязан компенсировать стоимость приобретенного Посетителем билета.
                            <br/>3.8. Создавать помехи в работе сотрудникам кинотеатра, входить в служебных и технических помещений.
                            <br/>3.9. Проносить в кинозал крупногабаритные вещи. В случае наличия у Посетителя большой сумки или пакета, работники кинотеатра, в целях безопасности, имеют право требовать оставить сумки или пакет в камере хранения.
                            <br/>3.10. Согласно постановлению КМУ "О государственном удостоверении на право распространения и демонстрации фильмов" №1315 от 17.08.1998 г.. Определены следующие индексы зрительской аудитории:
                            <br/>«12 +» - индекс, устанавливается для фильмов, просмотр которых возможен детьми от 12 лет только в присутствии родителей в связи с тем, что такие фильмы могут содержать некоторые сцены, которые родители сочтут неприемлемыми для самостоятельного просмотра детей.
                            <br/>«16+» - индекс, устанавливается для фильмов, просмотр которых запрещается лицам в возрасте до 16 лет.
                            <br/>"18+" - индекс, устанавливается для фильмов, просмотр которых запрещается лицам до 18 лет.
                            <br/>3.11.Проносить в кинозал пищу типа: fast food, пицца, японская еда, кулинария супермаркетов и т.п. и крепкие алкогольные напитки.
                            <br/>3.12. Посещать кинотеатр в рабочей форме и / или грязной одежде.
                            <br/>3.13. Использовать подвижной транспорт в фойе кинотеатра и кинозалах, а именно: гироскутеры, моноколесо, тележки для перевозки продуктов питания и бытовых товаров и тому подобное.
                        </p>

                        <p>
                        ОТВЕТСТВЕННОСТЬ ПОСЕТИТЕЛЕЙ КИНОТЕАТРА:
                            <br/>4.1. Посетители кинотеатра обязаны бережно относиться к имуществу кинотеатра, не допускать его повреждения и уничтожения, в частности не делать надписей на имуществе кинотеатра. В случае нанесения ущерба имуществу кинотеатра, Посетитель возмещает сумму ущерба в полном объеме.
                            <br/>4.2. Сотрудник бара при продаже алкогольных напитков (кроме безалкогольного пива), имеет право проверить у покупателя паспорт или другие документы, подтверждающие возраст покупателя (если возникли сомнения относительно достижения покупателем 18-летнего возраста). В случае отказа покупателя предоставить такой документ, продажа алкогольных напитков (кроме безалкогольного пива) такому лицу запрещается.
                            <br/>4.3. В случае приобретения некачественных продовольственных товаров Посетитель вправе обратиться в администрацию кинотеатра в течение 14 календарных дней с требованием о возврате денежных средств за некачественные продукты питания.
                            <br/>4.4. В случае нахождения Посетителями кинотеатра подозрительного предмета (сумка, сверток, пакет, пакет, чемодан и т.д.) на территории кинотеатра, последние должны немедленно сообщить о такой находке администрации или охране кинотеатра.
                        </p>

                        <p>
                        ДОПОЛНЕНИЯ И РАЗЪЯСНЕНИЯ:
                            <br/>5.1. Покупая билет на просмотр фильма, Посетитель подтверждает, что он ознакомлен и согласен с Правилами работы кинотеатра и информации о фильме.
                            <br/>5.2. Кинотеатр согласно ЗУ «О рекламе» имеет право демонстрировать рекламу перед началом фильма.
                            <br/>5.3. Посетители кинотеатров сети «Мультиплекс» самостоятельно несут ответственность за сохранность личных вещей. В случае их потери администрация и работники кинотеатра не несут ответственность за их потерю и не возмещают стоимость пропавших вещей.
                            <br/>5.4. В гардероб вещи принимаются исключительно при наличии билетов на фильм. Пакеты, зонты, рюкзаки на хранение не принимаются. Администрация не несет ответственность за сохранность вещей, оставленных в верхней одежде. В случае потери гардеробного жетона, вещи выдаются при условии детального описания собственником вещи и при условии предоставления фамилии, имя, отчество, контактного телефона, и предъявлении документа, удостоверяющего личность *.
                            <br/>5.5. Администрация кинотеатра «Мультиплекс» не несет ответственности за возможный дискомфорт для глаз во время просмотра сеанса в 3D-формате. Если в Посетителя есть проблемы со зрением, ему необходимо получить консультацию врача, прежде чем посещать киносеанс.
                            <br/>5.6. Если Посетитель пользуется очками, то 3D-очки или 3D-клипсы рекомендуем одевать поверх очков с диоптриями.
                            <br/>5.7. 3D-очки могут быть использованы только для просмотра 3D-фильмов в 3D-кинозале.
                            <br/>5.8. Кинотеатры сети «Мультиплекс» предоставляют возможность посещать кинозалы по специальной цене со скидкой учащимся и студентам, при наличии соответствующего удостоверения (ученического билета (или документа, который его заменяет) и студенческого билета дневной формы обучения). Продажа билетов со скидкой возможна только в кассе кинотеатра. При демонстрации одного студенческого билета скидка предоставляется на один билет.
                            <br/>5.9. Посещение киносеансов детям до 6 лет может быть бесплатным, если ребенок не занимает дополнительного кресла в кинозале. На одного взрослого предусмотрено одно бесплатное место для ребенка до 6 лет. В случае посещения фильма без возрастных ограничений несовершеннолетними лицами, сопровождающий должен быть не моложе 14 лет.
                            <br/>5.10. Минимальный возраст несовершеннолетнего лица, самостоятельно может посещать сеансы без возрастного ограничения, составляет 14 лет.
                            <br/>5.11. Кинотеатр оставляет за собой право осуществлять фото- и видео-фиксацию с целью предотвращения камкордингу, совершение правонарушений и уголовных преступлений, а также - обеспечение безопасности сотрудников, Посетителей кинотеатра и Зрителей.
                            <br/>5.12.Посетители кинотеатра перед приобретением билета на просмотр фильма, обязаны ознакомиться с информацией о фильме и рекомендациями по возрастных ограничений зрительской аудитории. В случае несоблюдения Посетителями кинотеатра рекомендаций по возрастным ограничениями, кинотеатр не несет никакой ответственности и вся ответственность возлагается на родителей или лиц, их заменяющих.
                            <br/>5.13. Подписывая Договор оферты, Посетитель соглашается с Правилами работы сети кинотеатров Мультиплекс, и согласно Закону Украины «О защите персональных данных», дает согласие на обработку персональных данных, а именно: названия, местонахождение, регистрационных данных (кода ЕГРПОУ, номера государственной регистрации в ЕГР ), информации о системе налогообложения (ИНН, регистрационного номера учетной карточки налогоплательщика, номера свидетельства о статусе плательщика НДС), банковских реквизитов, электронных идентификационных данных (IP-адрес, телефон, e-mail), фамилии, имени, отчество, личной подписи и других данных.
                            <br/>5.14. Посетитель может вносить свои предложения и замечания, позвонив на горячую линию 0800505333, через обратную связь на сайте multiplex.ua или через сервис моментального связи «Sarafan».
                        </p>
            </details>

            <div className="copyright"  >
                © 2003-2021 MX-Multiplex Holding. Все права защищены.
            </div>
</footer>
  )
}

export default Footer;
